Repository: shanepeckham/custom-machine-translation-recipes
Catalog: Data/train/EAC_REFRENCE_DATA.en_es.tmx
Source language: en
Languages: es

source: Communication skills
es: Capacidades de comunicación

source: DISSEMINATION
es: DIFUSIÓN

source: Youth Exchange (bilateral, trilateral, multilateral). An activity that brings together young people from two, three or more different countries to exchange views and experiences on a specific topic
es: Intercambios de jóvenes (bilateral, trilateral, multilateral). Actividad que une a jóvenes de dos, tres o más países diferentes para intercambiar puntos de vista y experiencias sobre un tema concreto.

source: Aland Islands
es: Islas Aland

source: Course specific certificate
es: Certificado especifico

source: ICELAND
es: ISLANDIA

source: GRUNDTVIG Multilateral networks
es: GRUNDTVIG Redes multilaterales

source: Information technology service activities
es: Actividades de servicios de tecnologías de la información

source: I am satisfied with the information and support I received concerning my personal safety?
es: Estoy satisfecho/a con la información y apoyo recibido relativo a mi seguridad personal

source: above 50.000
es: más de 50.000

source: Promotion of the acquisition of key competences in VET
es: Fomento de la adquisición de competencias clave en EFP

source: Development of network strategies
es: Desarrollo de estrategias de red

source: literature
es: Literatura

source: National youth initiative
es: Iniciativa juvenil nacional

source: To support the development of innovative ICT-based content, services, pedagogies and practice for lifelong learning
es: Apoyar el desarrollo de contenidos, servicios, pedagogías y prácticas de aprendizaje permanente innovadores y basados en las TIC (Tecnologías de la Información y Comunicación)

source: Pre-primary, primary and lower secondary education
es: Educación pre-primaria, primaria y primer ciclo de educación secundaria

source: Georgian
es: Georgiano

source: Support to bodies active at European level in the youth field
es: Apoyo a los organismos activos a nivel europeo en el ámbito de la juventud

source: Training of instructors at companies
es: Formación de instructores en empresas

source: A school teacher requesting training in a less widely used and less taught language
es: Un profesor que solicita formación en una lengua que no es utilizada ampliamente y que tiene una demanda menor de aprendizaje

source: Reinforcing the link between studies and future skills and employment needs
es: Reforzar el vínculo entre estudios, habilidades que se requerirán en el futuro y necesidades del mercado de trabajo

source: Can understand a wide range of demanding, longer texts, and recognise implicit meaning. Can express him/herself fluently and spontaneously without much obvious searching for expressions. Can use language flexibly and effectively for social, academic and professional purposes. Can produce clear, well-structured, detailed text on complex subjects, showing controlled use of organisational patterns, connectors and cohesive devices.
es: Es capaz de comprender una amplia variedad de textos extensos y con cierto nivel de exigencia, así como reconocer en ellos sentidos implícitos. Sabe expresarse de forma fluida y espontánea sin muestras muy evidentes de esfuerzo para encontrar la expresión adecuada. Puede hacer un uso flexible y efectivo del idioma para fines sociales, académicos y profesionales. Puede producir textos claros, bien estructurados y detallados sobre temas de cierta complejidad, mostrando un uso correcto de los mecanismos de organización, articulación y cohesión del texto.

source: Work produced by a company other than the applicant
es: Trabajo producido por una empresa distinta de la solicitante

source: Basic skills for adult learners
es: Capacidades básicas para alumnos de educación de adultos

source: Science, Mathematics and Computing
es: Ciencias, Matemáticas e Informática

source: Avestan
es: Avéstico

source: Assamese
es: Asamés

source: Mechanics and metal work
es: Mecánica y metalurgia

source: Support to the modernisation agenda of higher education: Designing Integrated programmes covering teaching modules in highly interdisciplinary areas or inter-sectoral approaches
es: Apoyo a la agenda de modernización de la educación superior: diseño de programas integrados que abarquen módulos de enseñanza en áreas con un alto componente multidisciplinar o que impliquen enfoques intersectoriales

source: Production and realisation project
es: Proyecto de producción y realización

source: Non profit organisations, voluntary bodies, non-governmental organisations ("NGOs")
es: Organización sin ánimo de lucro, no gubernamentales (ONGs)

source: Pedagogy of Environmental education
es: Pedagogía de la educación medioambiental

source: Social sciences, Business and Law
es: Ciencias sociales, Empresariales y Derecho

source: Teachers associations
es: Asociaciones de profesores

source: Turks And Caicos Islands
es: Islas Turks y Caicos

source: Library, mail and related clerks
es: Bibliotecarios y administrativos de correos

source: 9 months
es: 9 meses

source: Adult education provider
es: Proveedor de educación de personas adultas

source: Cultural and linguistic diversity
es: Diversidad cultural y lingüística

source: Second chance education
es: Segunda oportunidad de educación

source: 40.001 to 50.000
es: de 40.001 a 50.000

source: Walloon
es: Valón

source: Mathematical competence and basic competences in science and technology
es: Competencia matemática y competencias básicas en ciencia y tecnología

source: Urban/Rural development
es: Desarrollo urbano/rural

source: Tajik
es: Tayiko

source: Educational institutions management
es: Gestión de instituciones educativas

source: Accounting and taxation
es: Contabilidad y fiscalidad

source: Learning about European countries
es: Aprendizaje sobre países europeos

source: Pedagogy of Special needs education
es: Pedagogía de la educación con necesidades especiales

source: Gaelic (Scots)
es: Gaélico (Escocés)

source: National recognition
es: Reconocimiento de la autoridad nacional

source: Youth in Action
es: Juventud en Acción

source: less than 1.000
es: menos de 1.000

source: Enhancing dialogue and cooperation between formal and non-formal education areas
es: Mejorar el diálogo y la cooperación entre las áreas de la educación formal y no formal

source: ERASMUS Student Mobility for Placements - Consortium
es: ERASMUS Consorcios para prácticas en Empresas

source: Malagasy
es: Malgache

source: WHOLESALE AND RETAIL TRADE; REPAIR OF MOTOR VEHICLES AND MOTORCYCLES
es: SUMINISTRO AL POR MAYOR Y AL POR MENOR; REPARACIÓN DE VEHICULOS DE MOTOR Y MOTOCICLETAS

source: Heard Island And Mcdonald Islands
es: Islas Heard y Mcdonald

source: Sewerage
es: Alcantarillado

source: Education through sport and outdoor activities
es: Educación a través del deporte y las actividades al aire libre

source: I am satisfied with the arrangements for insurance
es: Estoy satisfecho/a con las disposiciones del seguro

source: IRELAND
es: IRLANDA

source: 24 months
es: 24 meses

source: Participation of young people
es: Participación de los jóvenes

source: This sub-Action supports Training and Networking projects with Neighbouring Partner Countries
es: Esta sub-acción apoya proyectos de formación y en red con países vecinos asociados

source: Mauritius
es: Mauricio

source: Bouvet Island
es: Isla Bouvet

source: Non-discrimination based on sexual orientation
es: No-discriminación por orientación sexual

source: Norfolk Island
es: Isla Norfolk

source: Producer (fulltime employee for at least 12 months)
es: Productor (empleado a tiempo completo durante al menos 12 meses)

source: Events: Conferences and Seminars
es: Eventos: Conferencias y Seminarios

source: Assistants
es: Ayudantes

source: Textiles, clothes, footwear, leather
es: Tejidos, ropa, calzado, cuero

source: 19 months
es: 19 meses

source: Non-profit organisation active in the field of voluntary
es: Organización sin ánimo de lucro en el ámbito del voluntariado

source: To encourage the learning of modern foreign languages
es: Fomentar el aprendizaje de lenguas extranjeras modernas

source: PhysicalObject
es: Objetos

source: Kashmiri
es: Cachemir

source: Education and Training 2010 Work Programme
es: Programa de trabajo "Educación y formación 2010"

source: Quality of course/conference/seminar materials
es: Calidad de los materiales del curso/conferencia/seminario

source: Primary education
es: Educación primaria

source: Finance and sales associate professionals
es: Profesionales relacionados con las finanzas y las ventas

source: Computer repairing
es: Reparación de ordenadores

source: Other education n.e.c.
es: Otros tipos de educación n.e.c.

source: Master students
es: Estudiantes de Master

source: Legislators and senior officials
es: Legisladores, altos funcionarios

source: Anthropology
es: Antropología

source: I was offered opportunities to be integrated into local life
es: Me han ofrecido oportunidades de integración en la vida local

source: Support to the modernisation agenda of higher education: Funding reform
es: Apoyo a la agenda de modernización de la educación superior: reforma de la financiación

source: Cape Verde
es: Cabo Verde

source: Sexual discrimination, orientation
es: Discriminación por orientación sexual

source: Applicant Organisation
es: Organización solicitante

source: Taiwan, Province Of China
es: Taiwan, Provincia de China

source: New technologies
es: Nuevas tecnologías

source: Erasmus University Charter
es: ERASMUS Carta Universitaria

source: Health and Welfare
es: Salud y Bienestar

source: Would your organisation consider participating in other European co-operation activities in the future?
es: ¿Consideraría su organización la posibilidad de participar en otras actividades de cooperación europea en el futuro?

source: Engineering and engineering trades (broad programmes)
es: Ingeniería y ramas de ingeniería (programas generales)

source: Polish
es: Polaco

source: In Service Training
es: Formación continua

source: Young people from 13 to 14 years old
es: Jóvenes de 13 a 14 años

source: Provision and demand for adult learning
es: Provisión y demanda de la educación de adultos

source: Professional associations
es: Asociaciones profesionales

source: Dental studies
es: Estudios de odontología

source: Comparative studies
es: Estudios comparados

source: 20.001 to 30.000
es: de 20.001 a 30.000

source: Local partner
es: Socio local

source: staff 21 to 50
es: Personal de 21 a 50

source: 21 to 50
es: de 21 a 50

source: Student Mobility
es: Movilidad de estudiantes

source: Other type of Research organisation
es: Otro tipo de organización de investigación

source: Nuclear, hydraulic and thermal energy
es: Energía nuclear, hidráulica y térmica

source: Regional identity
es: Identidad regional

source: Kazakhstan
es: Kazajstán

source: Joint mobility projects
es: Proyectos conjuntos de movilidad

source: Zulu
es: Zulú

source: Co-operation with third countries and the competent international organisations
es: Cooperación con terceros países y las organizaciones internacionales competentes

source: I now have a better understanding of requirements of industry and labour market
es: Tengo ahora un mayor conocimiento de las necesidades del mercado de trabajo y de la industria

source: BILATERAL PARTNERSHIPS
es: ASOCIACIONES BILATERALES

source: Cultural organisation (e.g. museum, art gallery)
es: Organización cultural (p.ej. museo, galería de arte)

source: MEETINGS SEMINARS
es: SEMINARIOS DE CONTACTO

source: Assistant
es: Ayudante

source: European conference or seminar
es: Conferencia o seminario europeo

source: Within the same sector
es: Dentro del mismo sector

source: Employed in adult education
es: Empleados en educación para adultos

source: Office clerks
es: Oficinistas

source: Creativity and entrepreneurship
es: Creatividad y espiritu emprendedor

source: Motivated me to carry on developing my professional skills in the future
es: Me motivó a seguir desarrollando mis habilidades profesionales en el futuro

source: I discovered new techniques, new methods
es: He descubierto nuevas técnicas, nuevos métodos

source: Isle Of Man
es: Isla de Man

source: Machine operators and assemblers
es: Operadores y ensamblador de máquinas

source: Insurance, reinsurance and pension funding, except compulsory social security
es: Seguros, reaseguros y fondos de pensiones, excepto la seguridad social obligatoria

source: Armenian
es: Armenio

source: Basic skills
es: Capacidades básicas

source: Can understand the main points of clear standard input on familiar matters regularly encountered in work, school, leisure, etc. Can deal with most situations likely to arise whilst travelling in an area where the language is spoken. Can produce simple connected text on topics, which are familiar, or of personal interest. Can describe experiences and events, dreams, hopes & ambitions and briefly give reasons and explanations for opinions and plans.
es: Es capaz de entender los puntos principales de textos claros y en lengua estándar si tratan sobre cuestiones que le son conocidas, ya sea en situaciones de trabajo, de estudio o de ocio. Sabe desenvolverse en la mayor parte de las situaciones que pueden surgir durante un viaje por zonas donde se utiliza la lengua. Es capaz de producir textos sencillos y coherentes sobre temas que le son familiares o en los que tiene un interés personal. Puede describir experiencias, acontecimientos, deseos y aspiraciones, así como justificar brevemente sus opiniones o explicar sus planes.

source: Romanian
es: Rumano

source: Overall satisfaction regarding recognition of my Mobility
es: Satisfacción global sobre el reconocimiento de mi Movilidad

source: Brochures
es: Folletos

source: The match between the real course content and the published course/conference/seminar description
es: La relación entre el contenido del curso real y la descripción del curso / conferencia / seminario publicada

source: Training and cooperation in the field of literary translation
es: Formación y cooperación en el ámbito de la traducción literaria

source: ACTIVITIES OF HOUSEHOLDS AS EMPLOYERS; UNDIFFERENTIATED GOODS- AND SERVICES-PRODUCING ACTIVITIES OF HOUSEHOLDS FOR OWN USE
es: ACTIVIDADES DE LOS HOGARES COMO EMPLEADORES DE PERSONAL DOMÉSTICO; ACTIVIDADES DE LOS HOGARES COMO PRODUCTORES DE BIENES Y SERVICIOS PARA USO PROPIO

source: KA2 Languages
es: KA2 LENGUAS

source: Ethics, religions, philosophy
es: Ética, religiones, filosofía

source: Pedagogy of LWULT (Less Widely Taught and Less Used Languages)
es: Pedagogía de lenguas menos usadas y enseñadas (LWULT)

source: Methods to increase pupils motivation
es: Métodos para aumentar la motivación de los alumnos

source: Non-profit association of survivors
es: Asociaciones de supervivientes de catastrofes sin ánimo de lucro

source: PhD/Doctorate (ISCED 6)
es: Doctorado

source: Materials (wood, paper, plastic, glass)
es: Materiales (madera, papel, plástico, vidrio)

source: HE research centres
es: Centros de investigación de enseñanza superior

source: Broadcast
es: Retransmisión

source: Forums
es: Foros

source: Tertiary programmes with academic orientation
es: Programas terciarios con orientación académica

source: Lack of time for project work
es: Falta de tiempo para trabajar en el proyecto

source: Documentation, archiving
es: Documentación, Archivística

source: Pre-primary education
es: Educación infantil

source: Electrical fitting
es: Instalaciones eléctricas

source: Physical and engineering science associate professionals
es: Profesionales asociados de ciencias físicas e ingeniería

source: Extraction and building trades workers
es: Trabajadores del ramo de la extracción y construcción

source: Other basic programmes
es: Otros programas básicos

source: Social services (others)
es: Servicios sociales (otros)

source: Congo, The Democratic Republic Of The
es: Congo, República Democrática del

source: Literacy and numeracy
es: Competencia lectora y matemática

source: Physics
es: Física

source: Basic programmes
es: Programas básicos

source: Medium impact
es: Medio

source: ERASMUS Curriculum Development Projects
es: ERASMUS Proyectos de desarrollo curricular

source: 21 months
es: 21 meses

source: Enhanced my career prospects
es: Mejoró mis perspectivas profesionales

source: Veterinary
es: Veterinaria

source: To assist people from vulnerable social groups and in marginal social contexts, in particular older people and those who have left education without basic qualifications, in order to give them alternative opportunities to access adult education
es: Ayudar a las personas de sectores sociales vulnerables o ambientes sociales marginales, en particular las personas de edad avanzada y quienes hayan abandonado el sistema de enseñanza sin cualificaciones básicas, con objeto de que dispongan de oportunidades alternativas para acceder a la educación de personas adultas

source: Artificial intelligence
es: Inteligencia artificial

source: Dutch
es: Holandés

source: (CLIL) Content and Language Integrated Learning
es: (AICLE) Aprendizaje Integrado de Contenidos y Lenguas Extranjeras

source: Education of specific target groups: (occupational travellers, migrants, travellers, Roma)
es: Educación de grupos específicos (inmigrantes, gitanos, trabajadores itinerantes)

source: Cameroon
es: Camerún

source: Text File
es: Archivo de texto

source: Bosnian
es: Bosnio

source: TURKEY
es: TURQUÍA

source: 5 months
es: 5 meses

source: To improve the quality and to increase the volume of co-operation between higher education institutions and enterprises
es: Mejorar cualitativamente y aumentar cuantitativamente la cooperación multilateral entre las instituciones de educación superior y las empresas

source: Administrative associate professionals
es: Profesionales administrativos asociados

source: Oman
es: Omán

source: Gabon
es: Gabón

source: Activities achievement
es: Consecución de las actividades

source: Services to buildings and landscape activities
es: Actividades de servicios a edificios y paisajes

source: School management, school autonomy
es: Gestión escolar, autonomía escolar

source: Encouraged me to use more ICT (Information and Communication Technology) in the classroom
es: Me animó a utilizar más las TIC (Tecnologías de Información y Comunicación) en el aula

source: Active citizenship
es: Ciudadanía activa

source: Antigua and Barbuda
es: Antigua y Barbuda

source: Art Director
es: Director artístico

source: My mobility abroad will help with my future studies* (only for persons still in training)
es: Mi Movilidad en el extranjero me va a ayudar en mis estudios futuros (en el caso de personas que están todavía cursando estudios)

source: Commitment to a more inclusive growth: fight against poverty and marginalisation
es: Compromiso para un crecimiento más integrador: lucha contra la pobreza y la marginación

source: Telecommunications
es: Telecomunicaciones

source: Job Shadowing Institution
es: Institución para job-shadowing

source: Health associate professionals (except nursing)
es: Profesionales relacionados con la salud (excepto enfermería)

source: 2 months
es: 2 meses

source: Economy and business
es: Economía y empresa

source: Senior officials of special-interest organisations
es: Altos funcionarios de organizaciones de un interés especial

source: COMENIUS Multilateral projects
es: COMENIUS Proyectos Multilaterales

source: Numeracy
es: Competencia matemática

source: Tropical / Subtropical agriculture
es: Agricultura tropical/subtropical

source: Increased cooperation with other local organisations
es: Incrementó la cooperación con otras organizaciones locales

source: Singapore
es: Singapur

source: Dissemination through the media
es: A través de los medios de comunicación

source: Sending organisation
es: Organización de envío

source: SLOVAKIA
es: ESLOVAQUIA

source: Support to the modernisation agenda of higher education: Governance reform
es: Apoyo a la agenda de modernización de la educación superior: la reforma de la gobernanza

source: Family / parent education
es: Educación familiar/de padres

source: Trans-national co-operation and exchange of good practices to develop and implement LLL strategies and policies
es: Cooperación transnacional e intercambio de buenas práctias para el desarrollo y aplicación de las estrategias y políticas de aprendizaje permanente

source: Drivers and mobile-plant operators
es: Operadores móviles y conductores

source: the former Yugoslav Republic of Macedonia
es: Ex República Yugoslava de Macedonia

source: Organisational problem within the organisation
es: Problemas de organización en la institución

source: Nuclear and high energy physics
es: Física nuclear y de alta energía

source: Palestinian Territory, Occupied
es: Territorios Palestinos Ocupados

source: I can express myself better in another language
es: Puedo expresarme mejor en un idioma extranjero

source: Health
es: Salud

source: Regional planning
es: Ordenación regional

source: Welsh
es: Galés

source: CROATIA
es: CROACIA

source: Director of photography
es: Director de fotografía

source: CYPRUS
es: CHIPRE

source: Korea, Republic Of
es: Corea, República de

source: Support for the structures of the Programme
es: Apoyo a las estructuras del Programa

source: European Training Foundation
es: Fundación Europea de Formación

source: British Indian Ocean Territory
es: Terriorio británico del Océano Índico

source: Electrical trades programmes
es: Programas de venta de productos electricos

source: Production and operation managers
es: Directores de producción y de operaciones

source: Developing educational services such as special courses for upgrading knowledge and skills
es: Desarrollo de servicios educativos, como cursos especiales para mejorar el conocimiento y las habilidades

source: Upper secondary and post-secondary non-tertiary education
es: Segundo ciclo de educación secundaria y post-secundaria no terciaria

source: NA Youth in Action
es: AN Juventud en Acción

source: Therapy and rehabilitation
es: Terapia y rehabilitación

source: to contribute to developing the quality of support systems for youth activities and the capabilities of civil society organisations in the youth field
es: contribuir a desarrollar la calidad de los sistemas de apoyo a las actividades juveniles y las capaciades de las organizaciones de la sociedad civil en el ámbito de la juventud

source: Internal
es: Interno

source: Precision, handicraft, printing and related trades workers
es: Trabajadores del sector de la impresión, los trabajos artesanales y de precisión

source: Support to the modernisation agenda of higher education: Curricular reform
es: Apoyo a la agenda de modernización de la educación superior: la reforma curricular

source: InteractiveResource
es: Recurso interactivo

source: Town / City - Suburbs
es: Pueblo / Ciudad - barrios

source: Others - Law
es: Otros &ndash; Derecho

source: Spreading of the results of European Language Label projects and promotion of networking among them
es: Difusión de los resultados de los proyectos del Sello Europeo de las Lenguas y promoción de la creación de redes entre ellos

source: Child care and youth services
es: Atención infantil y servicios a la juventud

source: Book
es: Libro

source: Elementary occupations
es: Ocupaciones elementales

source: Performing arts
es: Artes escénicas

source: Agriculture and Veterinary
es: Agricultura y veterinaria

source: Round 1: 31/12/2011
es: Plazo 1: 31/12/2011

source: New sectors
es: Nuevos sectores

source: Municipality
es: Ayuntamiento

source: Parents' associations
es: Asociaciones de padres

source: Course Organiser
es: Organizador del curso

source: Non-university higher education
es: Enseñanza superior no universitaria
